पाला = {
    कुंजा: {
        बृजमोहन: {
            "जगरूप(चौधरी)": [अकाली, दुकाली, किशोरा],

            शिवनाथ: {
                मूरत: [रामचेला, गुल्लू, सुधार, 4, दिलेश],
                तूफानी: [],
                नन्हकू: []
            },
            गुदरी: {
                किरीत: {
                    मुन्ना: [बाबूलाल],
                    महेंद्र: [चार(लड़की)],
                    सुलेन्द्र: [विकास]
                },
                रामबृक्ष: [कविता],
                केदार: [भीम, बेचन],
                रजिन्द्र: [कमलेश]
            }
        },
        जगमोहन: {
            जंगली: [अर्जुन]
        }
    },
    उमराव: {
        सिंगार: [इनरी(लड़की)],
        महावीर: {
            प्रसाद: {
                अंगद: [श्री, जयश्री, मिशिरी],
                जिउत: [अजय, अभय]
            }
        },
        लोकू: {
            जगरनाथ: {
                रमायन: [उमेश, मुकेश],
                दिनेश: [पवन, विमलेश],
                मदन: [लालू, गोलू]
            },
            हरिलाल: {
                भूटन: [],
                सुदर्शन: [],
                सुरेश: [],
                अर्जुन: []
            },
            जगराम: {
                रामशंकर: [सूरज, राज],
                जीतेन्द्र: []
            }
        }
    },
    रामबबन: {
        लखन: {
            राजवंश: {
                राधे: [तीन(लड़की)]
            },
            बलदेव: {
                हीरा: [],
                गुलाब: {
                    नारायन: [कल्लू],
                    भैरो: [],
                    जगनरायन: [],
                    सुनील: [],
                    बिट्टू: []
                }
            },
            कपिल: []
        },
        सिधनी: [दुलारी, प्यारी]
    },
    लालबिहारी: {
        फौदार: {
            रामू: {
                विजयी: {
                    वेंकटेश: [],
                    गोपी: [],
                    प्रियांशु: []
                }
            },
            शामू: {
                मोहर: [रोहित, राहुल, राजबाबू]
            },
            जीता: {
                अवधेश: [आदित्य]
            },
            भगवान: {
                मनक्का: [कृष्णा, अक्षय, रजनीकांत],
                रामबदन: [पिंटू, विकास],
                सुक्खू: [आयुष, चेखुर]
            },
            सुदामा: {
                पप्पू: [सौरभ, रवि],
                बबलू: [प्रवीण],
                लक्ष्मी: [अंकुश, शिवम],
                उदय: [ऋतुराज],
                संतोष: []
            }
        },
        नाथा: {
            झुरी: {
                महेंद्र: [चन्द्रमा, चंद्रदेव, चंद्रकांत]
            },
            सदाफल: {
                कन्हैया: []
            },
            दुलारचंद: {
                रामनिवास: [अनुमस्त, अरुन]
            }
        },
        गुद्दी: {
            हरदेव: {
                शिवकुमार: [],
                राजकुमार: [पार्थ],
                दीनबंधु: []
            }
        }
    }
}